Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_ltz-LUX_TM.tmx
Source language: en_gb
Languages: lb_lu

source: Other\ Refusal (DO NOT READ OUT)
lb_lu: Aner\Refuséiert (NET VIRLIESEN)

source: Walking
lb_lu: Ze Fouss goen

source: DK/NA (DO NOT READ OUT)
lb_lu: WEESS NET/KENG ÄNTWERT (NET VIRLIESEN)

source: (DO NOT READ OUT
lb_lu: NET VIRLIESEN

source: Large town/city
lb_lu: enger grousser Stad wunnt

source: Have you got a mobile phone?
lb_lu: Hut dir en Handy ?

source: In which city/borough/commune do you live?
lb_lu: A wéi enger Stad/Uertschaft/Gemeng wunnt Dir?

source: Single person household
lb_lu: Ee-Persounen-Haushalt

source: City 1
lb_lu: Stad Lëtzebuerg

source: Noise
lb_lu: De Kaméidi

source: Car
lb_lu: Auto

source: Public transport
lb_lu: Den ëffentlechen Transport

source: PROG: ROTATE ITEMS 1 TO 4
lb_lu: PROG: ELEMENTER 1 BIS 4 ROTÉIEREN

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
lb_lu: Am Laf vun deene leschten 12 Méint, géift Dir soen, dass Dir Schwieregkeeten hat all Är Rechnungen ze bezuelen um Enn vum Mount?

source: Other city
lb_lu: Aner Stad

source: Generally speaking, the public administration of [CITY NAME] can be trusted
lb_lu: Am Allgemenge kann een der ëffentlecher Administratioun vun [CITY NAME] trauen

source: ASK ALL
lb_lu: UN ALLEGUER

source: It is easy to find a job in [CITY NAME]
lb_lu: Zu [CITY NAME] ass et einfach eng Aarbechtsplaz ze fannen

source: Not at all satisfied
lb_lu: Guer net zefridden

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
lb_lu: Ech liesen Iech elo e puer Aussoen vir. Sot mir w.e.g. ob Dir mat jidder vun de folgenden Aussoen ganz averstanen, zimlech averstanen, net ganz averstanen oder guer net averstanen sidd.

source: Somewhat disagree
lb_lu: Net ganz averstanen

source: Housing
lb_lu: De Logement

source: (READ OUT – ONE ANSWER ONLY)
lb_lu: (VIRLIESEN - NËMMEN ENG ÄNTWERT)

source: From time to time
lb_lu: Heiansdo

source: D21: CODE 9 AND 10 - SINGLE CODES
lb_lu: D21: CODE 9 AN 10 - EENZEL CODEN

source: Married or cohabiting couple, no children or no children living at home
lb_lu: Bestuet oder Koppel, déi zesummelieft, ouni Kanner oder keng Kanner, déi doheem wunnen

source: Rural area or village
lb_lu: engem Duerf wunnt

source: Train
lb_lu: Zuch

source: Very satisfied
lb_lu: Ganz zefridden

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
lb_lu: Am Allgemengen, sot mir w.e.g. ob Dir mat jidderengem vun de folgenden Themen an [CITY NAME] ganz zefridden, zimlech zefridden, zimlech onzefridden oder guer net zefridden sidd.

source: Safety
lb_lu: D´Sécherheet

source: Your personal job situation
lb_lu: Ärer berufflecher Situatioun

source: Small or medium-sized town
lb_lu: enger klenger oder mëttelgrousser Stad wunnt

source: Professional (employed doctor, lawyer, accountant, architect, …)
lb_lu: Ugestallten (ugestallten Dokter, Affekot, Comptabel, Architekt...)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
lb_lu: Zu [CITY NAME] ass et einfach, eng gutt Wunneng zu vernünftege Präisser ze fannen

source: Generally speaking, most people in my neighborhood can be trusted
lb_lu: Am Allgemenge kann een dene meeschte Leit a menger Noperschaft trauen

source: Most of the time
lb_lu: De gréissten Deel vun der Zäit

source: Have you got a landline phone?
lb_lu: Hut dir en Telefon ?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
lb_lu: Kënnt Dir mir soen wéivill Persounen vu 15 Joer a méi bei Iech am Stot liewen, Iech selwer mat abegraff?

source: Other (DO NOT READ OUT)
lb_lu: Aner (NET VIRLIESEN)

source: Q4: CODE 11 - SINGLE CODE
lb_lu: Q4: CODE 11 - EENZELNE CODE

source: Strongly disagree
lb_lu: Guer net averstanen

source: I live here since less than 1 year
lb_lu: Ech liewen do zanter manner wéi 1 Joer

source: Cleanliness
lb_lu: D'Propretéit

source: The financial situation of your household
lb_lu: Der finanzieller Situatioun vun Ärem Stot

source: Other employee (salesman, nurse, …)
lb_lu: Aneren Employé (Verkeeferin, Krankeschwëster, ...)

source: No
lb_lu: Nee

source: Owner of shop, craftsman
lb_lu: Geschäftsmann, Handwierker

source: (READ OUT - ONE ANSWER ONLY)
lb_lu: (VIRLIESEN - NËMMEN ENG ÄNTWERT)

source: Would you say you are…?
lb_lu: Géift Dir soen, Dir wiert...?

source: Seeking a job
lb_lu: Op der Sich no enger Aarbecht

source: Manual worker
lb_lu: Aarbechter

source: The noise level
lb_lu: De Geräischsniveau

source: The administrative services of [CITY NAME] help people efficiently
lb_lu: D’administrativ Servicer vun [CITY NAME] sinn efficace fir d'Leit

source: Urban public transport (bus, metro, tram, ferry, etc.)
lb_lu: Städteschen ëffentlechen Transport (Bus, Metro, Tram, Fär etc.)

source: Gender.
lb_lu: Geschlecht vum P.I.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
lb_lu: [CITY NAME] engagéiert sech fir de Kampf géint de Klimawiessel (z.B.:Energieeffizienz, gréngen Transport)

source: Female
lb_lu: Fra

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
lb_lu: Ärer Meenung no, wéi eng vu folgenden Aussoë sinn déi dräi wichtegst fir [CITY NAME]?

source: What county do you live in?
lb_lu: A wéi enger Regioun wunnt Dir am Moment?

source: I live here since between 5 to 10 years
lb_lu: Ech liewen do zanter 5 bis 10 Joer

source: I am satisfied to live in [CITY NAME]
lb_lu: Ech sinn zefridden, zu [CITY NAME] ze wunnen

source: Male
lb_lu: Mann

source: Social services
lb_lu: d´Sozial Servicer

source: Unemployment
lb_lu: D´Aarbechtslosegkeet

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
lb_lu: (VIRLIESE WANN NÉIDEG - JUST ENG ÄNTWERT)

source: Farmer, forester, fisherman
lb_lu: Bauer, Bëschaarbechter/Fierschter, Fëscher

source: Civil servant
lb_lu: Staatsbeamten

source: Without a professional activity
lb_lu: Ouni professionell Aktivitéit

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
lb_lu: D5c FROE WANN EMPLOYÉE, CODE 2 AN D5a

source: PROG: ROTATE ITEMS 1 TO 7
lb_lu: PROG: ELEMENTER 1 BIS 7 ROTÉIEREN

source: Education and training
lb_lu: D'Edukatioun an d'Formatioun

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
lb_lu: Wat Är aktuell Beschäftegung ugeet, géift Dir soen, datt Dir selbstänneg, Employé, Aarbechter oder ouni professionell Aktivitéit sidd?

source: Refusal (DO NOT READ OUT)
lb_lu: Refus (NET VIRLIESEN)

source: (ONE ANSWER ONLY)
lb_lu: (NËMMEN ENG ÄNTWERT)

source: Air pollution
lb_lu: D'Loftverschmotzung

source: I feel safe in [CITY NAME]
lb_lu: Zu [CITY NAME] fillen ech mech sécher

source: Unskilled manual worker
lb_lu: Onqualifizéierten Aarbechter

source: Sports facilities such as sport fields and indoor sport halls
lb_lu: Sportsariichtungen sou wéi Sportsfelder an Halensportszentren

source: The life you lead
lb_lu: Dem Liewen, dat Dir féiert

source: Rather unsatisfied
lb_lu: Zimlech onzefridden

source: Rather satisfied
lb_lu: Zimlech zefridden

source: Professional (lawyer, medical practitioner, accountant, architect,…)
lb_lu: Fräiberufler (Affekot, Dokter, Comptabel, Architekt...)

source: Health services
lb_lu: D'Gesondheetsservicer

source: Office clerk
lb_lu: Bürosemployé

source: Retired
lb_lu: Pensionéiert

source: (READ OUT – MAX. 3 ANSWERS)
lb_lu: VIRLIESEN - MAX. 3 ÄNTWERTEN

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
lb_lu: Am Allgemengen, sidd Dir zefridden, éischter zefridden, éischter net zefridden oder guer net zefridden mat…?

source: PROG: ROTATE ITEMS 1 to 12
lb_lu: PROG: ELEMENTER 1 BIS 12 ROTÉIEREN

source: None (DO NOT READ OUT)
lb_lu: Näischt dovun (NET VIRLIESEN)

source: Almost never\ never
lb_lu: bal ni/ni

source: Number of people aged 15 or more in the household
lb_lu: Zuel vu Leit vu 15 Joer oder méi am Stot

source: Public transport, for example the bus, tram or metro
lb_lu: Ëffentlechen Transport, zum Beispill de Bus, den Tram oder de Metro

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
lb_lu: D5b FROE WANN EMPLOYÉ, CODE 1 AN D5a

source: Student (full time)
lb_lu: Student (Vollzäit)

source: I feel safe in my neighbourhood
lb_lu: A menger Noperschaft fillen ech mech sécher

source: Availability of retail shops
lb_lu: Disponibilitéit vun Eenzelhandelsgeschäfter

source: General management, director or top management
lb_lu: Direktioun, Direktor oder Top Kader/Cadre supérieur

source: Strongly agree
lb_lu: Ganz averstanen

source: How old were you when you stopped full-time education?
lb_lu: Wéi al waart Dir, wou Dir mat Äre ganzdeegleche Studien opgehalen hutt?

source: Ship or boat
lb_lu: Schëff oder Boot

source: Bicycle
lb_lu: Vëlo

source: How old are you?
lb_lu: Wéi aal sidd Dir?

source: Motorbike
lb_lu: Motorrad

source: (READ OUT - MAX. 2 ANSWERS)
lb_lu: (VIRLIESEN - MAX. 2 ÄNTWERTEN)

source: Single parent, one or more children living at home
lb_lu: Allengerzéiend, mat engem Kand oder méi Kanner doheem

source: Self-employed
lb_lu: Selbstänneg

source: The state of the streets and buildings in your neighbourhood
lb_lu: Den Zoustand vun de Stroossen an de Gebaier an Ärer Noperschaft

source: Fairly satisfied
lb_lu: éischter zefridden

source: Generally speaking, most people in [CITY NAME] can be trusted
lb_lu: Am Allgemenge kann een dene meeschte Leit zu [CITY NAME] trauen

source: (READ OUT - SINGLE CODE)
lb_lu: VIRLIESEN - NËMMEN ENG ÄNTWERT

source: On a typical day, which mode or modes of transport do you use most often?
lb_lu: Wéi eng Transportaarte benotzt Dir am meeschten op engem typeschen Dag?

source: Schools and other educational facilities
lb_lu: Schoulen an aner Bildungsariichtungen

source: The quality of the air
lb_lu: D'Loftqualitéit

source: Married or cohabiting couple, with one or more children living at home
lb_lu: Bestuet oder Koppel, déi zesummelieft, mat engem oder méi Kanner, déi doheem wunnen

source: Middle management
lb_lu: Mëttlere Kader

source: Foreigners who live in [CITY NAME] are well integrated
lb_lu: Auslänner, déi zu [CITY NAME] wunnen, si gutt integréiert

source: Health care services, doctors and hospitals
lb_lu: Gesondheetsservicer, Dokteren a Kliniken

source: Employee
lb_lu: Employé

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
lb_lu: D5d FROE WANN AARBECHTER, CODE 3 AN D5a

source: Public spaces such as markets, squares, pedestrian areas
lb_lu: Ëffentlech Beräicher wéi Mäert, Plazen, Foussgängerzonen

source: Would you say you live in a…?
lb_lu: Géif Dir soen, dass Dir an … ?

source: Which of the following best describes your household composition?
lb_lu: Wat vu folgendem beschreift am beschten d’Zesummesetzung vun Ärem Stot?

source: Manager of a company
lb_lu: Chef d’entreprise

source: I live here since 1 to 5 years
lb_lu: Ech liewen do zanter 1 bis 5 Joer

source: Not very satisfied
lb_lu: Éischter net zefridden

source: Road infrastructure
lb_lu: D´Stroosseninfrastruktur

source: PROG: ROTATE ITEMS 1 TO 10
lb_lu: PROG: ELEMENTER 1 BIS 10 ROTÉIEREN

source: The presence of foreigners is good for [CITY NAME]
lb_lu: D’Präsenz vun Auslänner ass gutt fir [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
lb_lu: (OPSCHREIWEN - WANN "WEESS NET" CODE '98' - WANN "REFUS" CODE '99')

source: DK (DO NOT READ OUT)
lb_lu: Weess net (NET VIRLIESEN)

source: Yes
lb_lu: Jo

source: Green spaces such as parks and gardens
lb_lu: Gréngflächen wéi Parken an Gäert

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
lb_lu: D5e FROE WANN OUNI PROFESSIONELL AKTIVITÉIT, CODE 4 AN D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
lb_lu: (INT.: WANN "NACH AM GAANGEN ZE STUDÉIEREN", CODE '00' - WANN "KENG STUDIË GEMAACH", CODE '01' - WANN "REFUS", CODE '98' - WANN "WEESS NET", CODE '99')

source: Other
lb_lu: Aner

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
lb_lu: (OPSCHREIWEN - WANN "REFUS" CODE '99')

source: FL419 - Quality of life in European Cities UK
lb_lu: FL419 - Quality of life in European CitiesLUL

source: Somewhat agree
lb_lu: Zimlech averstanen

source: Cultural facilities such as concert halls, theatres, museums and libraries
lb_lu: Kulturell Ariichtungen, wéi Concertssäll, Theater, Muséeën a Bibliothéiken

source: The place where you live
lb_lu: Der Géigend, wou Dir lieft

source: Was born here/ I’ve been living here for all my life
lb_lu: Ech sinn do gebuer/Ech hunn ëmmer do gelieft

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
lb_lu: WANN ANER oder WEESS NET AN D12, CODEN 198 oder 199 an D12, HAALT DEN INTERVIEW OP

source: Supervisor\ foreman (team manager, …)
lb_lu: Inspekter\Viraarbechter (Teammanager, ...)

source: I live here since more than 10 years
lb_lu: Ech liewen do zanter méi wéi 10 Joer

source: For how long have you been living in [CITY NAME]?
lb_lu: Wéi laang lieft Dir schonn zu [CITY NAME]?

source: Looking after the home
lb_lu: Hausfra / Hausmann
